export const asciiCat = `
⠀⠀⠀⠀⢀⡴⣆⠀⠀⠀⠀⠀⣠⡀ ᶻ 𝗓 𐰁 .ᐟ ⣼⣿⡗⠀⠀⠀⠀
⠀⠀⠀⣠⠟⠀⠘⠷⠶⠶⠶⠾⠉⢳⡄⠀⠀⠀⠀⠀⣧⣿⠀⠀⠀⠀⠀
⠀⠀⣰⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢻⣤⣤⣤⣤⣤⣿⢿⣄⠀⠀⠀⠀
⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣧⠀⠀⠀⠀⠀⠀⠙⣷⡴⠶⣦
⠀⠀⢱⡀⠀⠉⠉⠀⠀⠀⠀⠛⠃⠀⢠⡟⠀⠀⠀⢀⣀⣠⣤⠿⠞⠛⠋
⣠⠾⠋⠙⣶⣤⣤⣤⣤⣤⣀⣠⣤⣾⣿⠴⠶⠚⠋⠉⠁⠀⠀⠀⠀⠀⠀
⠛⠒⠛⠉⠉⠀⠀⠀⣴⠟⢃⡴⠛⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀
⠀⠀⠀⠀⠀⠀⠀⠀⠛⠛⠋⠁`;

export const coffeeAscii = `
    ( (
    ) )
  ........
  |      |]
  |      | 
   "----"
  `;

export const saleConfirmation = `
╔═══════════════════════╗
║     SALE COMPLETE     ║
╠═══════════════════════╣
║    PAYMENT VERIFIED   ║
║       THANK YOU!      ║
╚═══════════════════════╝
`;

export const saleConfirmation2 = `
==================================
:: SALE COMPLETE                 ::
==================================
:: Account Verified              ::
:: Transaction ID: #4F3A-92D1    :: // this can be customer id
:: Funds Received                ::
:: Beverage Module: ENGAGED      ::
:: System Logs Updated           ::
==================================
`;
